logs/soap-event.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pat="http://patientflowmonitoring/">
   <soapenv:Header/>
   <soapenv:Body>
      <pat:bedRequest>
         <patientId>Pa77777</patientId>
         <providerId>Pro12345</providerId>
         <unitId>Unit223</unitId>
         <timestamp>2012-04-01T12:30:15</timestamp>
      </pat:bedRequest>
   </soapenv:Body>
</soapenv:Envelope>
